<?php

return [
    "NEW"                  => "Новый заказ, еще не отправлялся в DPD.",
    "OK"                   => "Успешно создан.",
    "OrderPending"         => "Принят, но нуждается в ручной доработке сотрудником DPD.",
    "Canceled"             => "Заказ отменен.",
    "NotDone"              => "Заказ отменен в процессе доставки.",
    "OnTerminalPickup"     => "Посылка находится на терминале приема отправления.",
    "OnRoad"               => "Посылка находится в пути (внутренняя перевозка DPD).",
    "OnTerminal"           => "Посылка находится на транзитном терминале.",
    "OnTerminalDelivery"   => "Посылка находится на терминале доставки.",
    "Delivering"           => "Посылка выведена на доставку (передана курьеру).",
    "Delivered"            => "Посылка доставлена получателю.",
    "Lost"                 => "Посылка утеряна.",
    "Problem"              => "C посылкой возникла проблемная ситуация.",
    "ReturnedFromDelivery" => "Посылка возвращена с курьерской доставки.",
    "NewOrderByDPD"        => "Оформлен новый заказ по инициативе DPD.",
    "NewOrderByClient"     => "Оформлен новый заказ по инициативе клиента"
];
